INSERT INTO `book` VALUES (1, '活着', '余华', '文学', '讲述了农村人福贵悲惨的人生遭遇。');
INSERT INTO `book` VALUES (2, '物种起源', '达尔文', '科学', '在该书中，达尔文首次提出了进化论的观点。他使用自己在19世纪30年代环球科学考察中积累的资料，试图证明物种的演化是通过自然选择和人工选择的方式实现的。');
INSERT INTO `book` VALUES (3, '倾城之恋', '张爱玲', '文学', '白流苏和范柳原这一对现实庸俗的男女，在战争的兵荒马乱之中被命运掷骰子般地掷到了一起，于“一刹那”体会到了“一对平凡的夫妻”之间的“一点真心”。');
INSERT INTO `book` VALUES (4, '傲慢与偏见', '简•奥斯丁', '文学', '简•奥斯丁的代表作，一部描写爱情与婚姻的小说。小说围绕班奈特太太如何把五个女儿嫁出去的主题展开。');
INSERT INTO `book` VALUES (5, '相对论', '阿尔伯特·爱因斯坦', '科学', '一部彻底颠覆经典物理学观念的创世之书。否定了牛顿的绝对时空观，认为空间不是平直的欧几里得空间；时间也不是独立于空间的单独一维。');
INSERT INTO `book` VALUES (6, '乡土中国', '费孝通', '人文', '它从社区研究转入社会结构分析的一种尝试，对中国社会学而言，极具示范性和开创性。');
INSERT INTO `book` VALUES (7, '人类简史', '尤瓦尔·赫拉利', '人文', '以色列新锐历史学家的一部重磅作品。从十万年前有生命迹象开始到21世纪资本、科技交织的人类发展史。');